Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: མིས་ ལེགས་པ ར་ བྱས་པ འི་ རིན་པོ་ཆེ འི་ གླིང་ གིས་ བསླུས་ ཤིང་ མི་དགེ་བ་ བཅུ འི་ ལས་ ཀྱི་ ལམ་ མི་གཙང་བ་ བསམས་ བཞིན་ དུ་ སྤྱོད་པ །_
en: Confused about the jewel island of wholesome human actions, they instead brought to mind and pursued the ten filthy, unvirtuous deeds.

source: ཕྱིན་ ཅི་ ལོག་ གིས་ རིན་པོ་ཆེ འི་ གླིང་ ཉམས་པ །_ མཚོན་ དང་ །_ མེ་ དང་ །_ དུག་ དང་ །_ གཡང་ས་ ལྟ་བུ འི་ འདོད་པ ས་ བསླུས་པ །_
en: Their errors destroyed the jewel island and they were deceived by their own desires, which functioned like weapons, fire, poison, and a precipice.

source: གཞན་ གྱི་ བུད་མེད་ ཀྱི་ ཚིག་ གིས་ རྣམ་པར་ བསླུས་ ཤིང་ དེ་ ལ་ འདོད་པ་ དེས་ མི་དགེ་བ་ རྣམ་པ་ གསུམ་ བྱས་ སོ །_།
en: They were beguiled by the words of women who belonged to other and so, out of the desire for them, engaged in the three kinds of unvirtuous action.

source: བློ་ངན་ པས་ རང་ གི་ ལས་ཉེས་ པར་ སྤྱད་པ་ དེས་ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་ རབ་ཏུ་ ཚ་བ ར་ སྡུག་བསྔལ་ སྣ་ཚོགས་ ཀྱིས་ ཉམ་ཐག་པ་ དག་
en: With unwholesome minds they engaged in misdeeds and so they come to suffer numerous torments in the Hell of Intense Heat.

source: ཇི་ལྟ ར་ བུ་ དང་ ཆུང་མ་ མཐོང་བ ས་ བསླུས་པ་ ཉེས་པ ར་ སྤྱད་པ འི་
en: They were fooled by the sight of their children and spouses, and so engaged in misdeeds.

source: ཆད་པ་ རྣམ་པ་ འདི་ ལྟ་བུ་ ཡང་ མི་ འབྱུང་བ ར་ བྱ་བ འི་ ཕྱིར་ བདག་ཅག་ གིས་ རྣམ་པ་ བརྒྱ་ སྟོང་ཕྲག་ དུ་མ ར་ གནོད་པ་ བྱ འོ་ སྙམ་ ནས་
en: $794 “Wanting to ensure that nothing like that shall ever occur again, the henchmen of the Lord of Death are now intent on inflicting hundreds of thousands of tortures.

source: གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ སྲིད་པ་ བར་མ་པ་ དག་ ལ་ རྗེས་སུ་ བསྟན་པ འི་ ཚིགས་ སུ་ བཅད་པ་ སྨྲས་པ །_
en: Thus, they will speak these verses of instruction to the beings in the intermediate existence:

source: གཉེན་བཤེས་ ཚུལ་ ནི་ དགྲ་ ཡིན་ ཏེ
en: $795 “ ‘What appears to be friendship is an enemy.

source: མི་ ཕན་ ཕན་པ འི་ ཚུལ་ གྱིས་ ཁྱོད །_།
en: It offers no help yet pretends to do so.

source: བཅོམ་ ནས་ མི་ ཡི་ འཇིག་རྟེན་ ནས །_། དེ་རིང་ མུན་ནག་ ཆེན་པོ ར་ འགྲོ །_།
en: Destroyed by that enemy, you now leave the world of humans And are headed for a great darkness.

source: ཇི་ལྟ ར་ ལས་ ནི་ རྣམ་ གསུམ་ བྱས །_། ཉེས་ གསུམ་ བྱས་པ་ དགྲ་ གཞན་ མེད །_།
en: $796 “ ‘You engaged in the three types of negative karmic action, But there is no enemy like the three misdeeds.

source: ལས་ རྣམ་ གསུམ་ གྱིས་ ཁྲིད་ དེ་ འོངས །_། གཤིན་རྗེ འི་ གནས་ སུ་ ཁྲིད་པ ར་ བྱེད །_།
en: Guided by the three karmic deeds You will now be taken to the land of the Lord of Death.

source: ལས་ དག་ གཅིག་ཅིག་ བྱེད་པ་ ནི །_། འབྲས་བུ་ [223b] གཅིག་ཅིག་ མྱོང་བ ར་ འགྱུར །_།
en: $797 “ ‘For each action you performed {{page:{number:284,id:UT22084-068-021-100310,folio:F.223.b,volume:V68}}} There will be a specific effect.

source: སྐྱེ་བོ་ སྐྱེ་བོ འི་ གྲོགས་ མེད་པར །_། རྫོང་ ནི་ གཅིག་ཅིག་ རྒལ་བ ར་ འགྱུར །_།
en: Alone, beings will proceed one by one, Leaving their realms behind.

source: སྐྱེ་བོ་ གང་ཞིག་ སྐྱེ་བོ་ འདོད །_། ཉེས་པ ར་ བྱས་པ་ མང་ དུ་ བྱེད །_།
en: $798 “ ‘People desire other people And engage in numerous misdeeds.

source: སྐྱེ་བོ ས་ སྐྱེ་བོ་ སྐྱོབ་ མི་ ནུས །_། སྐྱེ་བོ་ རང་ གིས་ བྱས་ ལ་ སྤྱོད །_།
en: But people cannot protect other people, And individuals must face what they themselves have done.

source: སྐྱེ་བོ་ བུ་ ཡི་ འདུ་ཤེས་ ཀྱིས །_། རྨོངས་པ་ ཅི་ ཡི་ ཕྱིར་ ན་ བསླུས །_།
en: $799 “ ‘Why are people so misled By the idea of children?

source: རྨོངས་པ ས་ བསླུས་པ་ ཁྱོད་ ཀྱིས་ སུ །_། སྦྱིན་ ལ་སོགས་པ འི་ བློ་ མ་ བསྐྱེད །_།
en: Bewildered and deceived, They cannot think of generosity and the rest.

source: འཇིག་རྟེན་ འདི་ དང་ ཕ་རོལ་ གྱི །_། འཇིག་རྟེན་ དེ་བཞིན་ འབྲང་བ འི་ དགྲ །_། དགྲ་ ཡི་ ནང་ ན་ དགྲ་ དང་པོ །_། ངན་སོང་ ཐམས་ཅད་ རྣམ་ སྟོན་པ །_། དུག་ དང་ མེ་ དང་ མཚོན་ ལྟ་བུ །_། རང་ གིས་ བྱས་པ་ ངན་པ་ ཡིན །_།
en: $800 “ ‘The enemy that follows you closely In this world and the next— The foremost among all enemies, Who will introduce you to all the lower realms, $801 ‘Acting like poison, fire, and weapons— Is your own unwholesome action.

source: ཁྱོད་ ཀྱིས་ ལས་ ནི་ བྱས་པ་ དག _། ཁྱོད་ ཉིད་ རྗེས་སུ་ སྤྱོད་པ་ ཡིན །_།
en: The actions that you carried out Will be experienced by you alone.

source: གཞན་ གྱིས་ བྱས་པ འི་ ལས་ དེ་ ནི །_། ཕ་རོལ་ དག་ ལ་ འཕོ་བ་ མེད །_།
en: $802 “ ‘The actions engaged in by one Cannot be transferred to another.

source: མི་ ཡིས་ ཉེས་པ ར་ སྤྱད་ བྱས་པ །_། འཇིག་རྟེན་ འདི་ དང་ ཕ་རོལ་ དང་ །_། ཐོག་མ་ བར་ དང་ ཐ་མ་ རུ །_། བདེ་འབྱུང་ བདེ་བ འི་ རོ་ མི་ མྱོང་ །_།
en: Whatever misdeed a person carried out Will not deliver any happiness or delightful experience— $803 “ ‘Neither in this world nor the next, Nor at first, later, or in the end.

source: དེ་ཉིད་ འདོད་པ ར་ མི་ བྱེད་པ འི །_། སེམས་ ནི་ རྣམ་པར་ དཀྲུགས་པ་ བྱས །_། བྱིས་པ འི་ སེམས་ དང་ ཡིད་ འཕྲོགས་པ །_། མི་དགེ འི་ ཆོས་ ནི་ རྣམ་པར་ འཕེལ །_། ཡིད་ ཀྱིས་ བསླུས་པ འི་ སེམས་ཅན་ ནི །_།
en: Instead, preventing the fulfillment of one’s wishes, Such misdeeds will upset the mind $804 “ ‘In the case of a confused mind That fails to see the reality, The nonvirtuous qualities will increase, As they captivate the fools’ minds.

source: ཡིད་ ཀྱིས་ རབ་ཏུ་ རྣམ་པར་ ཆགས །_།
en: $805 Beings deceived by their own minds Become extremely attached.

source: མུན་པ་ ནས་ ནི་ མུན་པ་ རུ །_། སེམས་ཅན་ དམྱལ་བ ར་ སྡིག་ཅན་ འགྲོ །_།
en: In their wickedness, they end up in hell— The darkest of all darknesses.

source: འཁོར་བ ར་ མུན་པ ས་ བསྒྲིབས་པ་ དག _། སངས་རྒྱས་ བསྟན་པ་ རྙེད་པ ར་ དཀའ །_།
en: $806 “ ‘In cyclic existence, enveloped by darkness, It is difficult to find the teachings of the Buddha.

source: གང་དག་ ཆོས་ ནི་ མི་འདོད་པ །_། སྡུག་བསྔལ་ ཤིན་ཏུ་ སྡུག་བསྔལ་ འགྲོ །_།
en: Those who do not want the Dharma Proceed from suffering to extreme suffering.

source: གང་ཞིག་ རྟག་ ཏུ་ སེམས་མ་ ཞི །_། ཡུལ་ རྣམས་ ཀྱིས་ ནི་ ངེས་པ ར་ འཇོམས །_། གནས་ འདི་དག་ ཏུ་ དེ་ འགྲོ་ སྟེ །_། འདི་ལྟར་ ཁྱོད་ ཉིད་ རྗེས་སུ་ ལྟོས །_།
en: $807 “ ‘Those whose minds never find peace, Being constantly assailed by sense objects, Will definitely enter the state That you are now looking at.

source: དེ་ལྟ ར་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ མཐའ་ སྤྱད་པ །_ རང་ གི་ ལུས་ དང་ ངག་ དང་སེམས་ ཀྱིས་ བསླུས་ ཤིང་ ཉེས་པ ར་ བྱས་པ་ ནི་ གཤིན་རྗེ འི་ མི་ དེ་དག་ གིས་ རྗེས་སུ་ བསྟན་ ནས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ ར་ སོང་ སྟེ
en: $808 “Thus, those fooled by their own actions of body, speech, and mind, the perpetrators of misdeeds, will be instructed by the henchmen of the Lord of Death as they journey on to the great Hell of Intense Heat.

source: སྣ ས་ ནི་ ལྗན་ལྗིན་ དང་ རུལ་པ་ དང་ མི་གཙང་བ འི་ ཚོགས་ ཀྱི་ དྲི་ ཤིན་ཏུ་ མི་ ཞིམ་པ་ དག་ མནོམ་ མོ །_།
en: Their noses will smell the stench of filth, rot, and excrement;

source: ལྕེ ས་ ནི་ ཟངས་ རབ་ཏུ་ ཚ་ ཞིང་ མཁྲང་ ལ་ རོ་ བྲོ་བ་ མེད་པ་ དང་ །_ དྲི་ དང་ རོ་ དང་ གཟུགས་ ཡིད་ དུ་ མི་ འོང་བ་ དག་ མྱོང་ ངོ་ །_།
en: their tongues will harden and become numb due to hot copper; and whatever smells, tastes, and forms they perceive will be repulsive. {{page:{number:285,id:UT22084-068-021-100311,folio:F.224.a,volume:V68}}}

source: [224a] སེམས་ཅན་ དམྱལ་བ་པ འི་ ལུས་ ཀྱིས་ ཀྱང་ རླུང་ སྤུ་གྲི་ དང་ མེ་ ལྟ་བུ་ དང་ བཅས་པ ས་ རེག་ གོ །_།
en: With the body of a being in hell, they will perceive the movement of the wind to be like razors and flames.

source: ཡུལ་ འཇིགས་པ་ ལྔས་ མི་ འཇིགས་པ འི་ ཡིད་ ཀྱང་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ སྔར་ བསྟན་པ ས་ ཤིན་ཏུ་ རྣམ་པར་ སློང་བ ར་ བྱེད་ དོ །_།
en: Their minds that previously were unperturbed by the five fears will now experience these omens of the great hells.

source: མིད་པ་ ཡང་ གཤིན་རྗེ འི་ མིས་ རབ་ཏུ་ དམ་པོ ར་ བཅིངས་ ཤིང་ ལས་ ཀྱི་ རླུང་ ལངས་པ འི་ སེམས་ཅན་ དག་ གིས་ དབང་མེད་ པར་ ཁྲིད་ དོ །_།
en: $809 “The henchmen of the Lord of Death will wrap tight robes around their necks, and, driven by the winds of karmic action, they will be helplessly dragged on.

source: གཤིན་རྗེ འི་ མི་ བཞིན་ བསྒྱུར་ ཅིང་ ལག་པ་ དང་ རྐང་པ་ དང་ ལྟོ་ དང་ སེན་མོ་ སོ་སོ་ ན་ འཇིགས་པ །_
en: The appearance of the henchmen will transform, and their arms, legs, bellies, and nails will be terrifying.

source: འབྲུག་ གི་ འུར་སྒྲ་ འཇིགས་ ཤིང་ ལག་ ན་ མཚོན་ཆ་ ཐོགས་པ་ སྤྲིན་ ནག་པོ་ ལྟ་བུ་ དང་ །_
en: They will roar like thunder and wield weapons that resemble black clouds.

source: མིག་ འབར་ ཞིང་ རབ་ཏུ་ འབར་ ལ་ མཆེ་བ་ འཁོར་ལོ་ ལྟར་ རྣོ་བ །_
en: Their eyes will be flaming and their fangs sharp like razor wheels.

source: གསུས་པ་ རབ་ཏུ་ ཆེ་ ཞིང་ ལག་པ་ ཐུང་བ །_ སེན་མོ་ མཁྲང་ ཞིང་ རྣོ་ ལ་ རོད་པ །_ ལུས་ ཐམས་ཅད་ རྩ་ སྦོམ་པོ ས་ ཁྱབ་པ ར་
en: Their stomachs will be huge, their limbs short, their nails hard, sharp, and stiff, and their bodies will be covered with webs of thick veins.

source: སྦྲེལ་བ འི་ རྣམ་པ་ དེ་ལྟ་ བུ་ དག་ གིས་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ མཐའ་ དཔྱད་པ་ དེ་དེ་ ལྟར་ དཔག་ཚད་ བྱེ་བ་ སུམ་ཅུ་ རྩ་ དྲུག་ དང་ །_ འོག་ ཏུ་ དཔག་ཚད་ བྱེ་བ་ བཅུ་ དང་ །_ ས་ དང་ རྒྱ་མཚོ་ དང་ གླིང་ དང་ ཚོང་འདུས་ དང་ ལྡན་པ་ དཔག་ཚད་ སྟོང་ཕྲག་ དྲུག་ཅུ་ རྩ་ བརྒྱད་ དུ་ ཁྲིད་ དེ་ རྒྱ་མཚོ ར་ གཏོགས་པ ར་ དེ་ འདུག་ གོ །_།
en: As they arrive to drag off the evildoers, they will cover a distance of three hundred sixty million leagues, reaching ten million leagues below, and covering sixty-eight thousand leagues of ground, ocean, islands, and markets.#105

source: རྣམ་པ་ འདི་ ལྟ་བུ འི་ ལས་ ཀྱི་ རླུང་ གིས་ འཕངས་པ་ ནི་ གང་ དུ་ ཡིད་ ཀྱིས་ ཀྱང་ དཔེ་ བྱ་བ ར་ སླ་བ་ མ་ ཡིན་ ནོ །_།
en: The manifestations of the results of the wind of karmic action are difficult to convey by means of any example.

source: ཉི་མ་ དང་ །_ ཟླ་བ་ དང་ །_ རླུང་འགྲོ་བ་ མེད་ དེ །_ རླུང་ རྣམས་ ཀྱི་ ནང་ ན་ ནི་ལ ས་ ཀྱི་ རླུང་ མཆོག་ ཡིན་ ཏེ །_
en: Among all winds, the wind of karmic action is supreme, and it does not move like the sun, the moon, or the common wind.

source: གཞན་ རླུང་ མ་ཡིན་པ་ དེ་ལྟ་ བུར་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ མཐའ་ སྤྱད་པ་ དེ་ ཁྲིད་ དེ །_
en: There is no wind like that of karmic action.

source: གཤིན་རྗེ ས་ སྔ་མ་ བཞིན་ རྗེས་སུ་ བསྟན་ ཏོ །_། ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ ཞགས་པ ས་ བཅིངས་པ་ གཤིན་རྗེ འི་ གནས་ དེ་ནས་ བྱུང་ ནས །_ སེམས་ཅན་ དུ་ བགྲང་བ་ ལུས་ དང་ ལྡན་པ འི་ ལས་མི་ གཙང་བ་ རྣམས་ ཀྱིས་ བཅིངས་པ་ སེམས་ཅན་ དམྱལ་བ་ རབ་ཏུ་ ཚ་བ་ དེར་ ཁྲིད་ དོ །_།
en: It carries off the perpetrators of misdeeds to the Lord of Death where they are first instructed by him and then led out of his abode, tied with the shackles of their own karmic misdeeds. Bound by the ties of filthy actions, they are then dragged off to the Hell of Intense Heat.

source: སེམས་ཅན་ དམྱལ་བ་ དེ་ རྒྱང་རིང་པོ་ ན་ ཀུན་ ནས་ རབ་ཏུ་ འབར་བ་ མུན་པ་ མུན་ནག་ དང་ །_
en: $810 “Already from afar, one will begin to perceive that hell as a place of flames and darkness.

source: རྒྱང་རིང་པོ་ ན་ མེ་ འབར་བ །_ རང་ གི་ བོང་ ཚོད་དཔག་ ཚད་ ལྔ་ སྟོང་ ཡོད་པ །_
en: Seen at a distance, this blazing hell measures five thousand leagues.

source: སྐྱེ་ འགྲིབ་ མེད་པ །_ ཆེས་ ཉུང་བ་ དང་ །_ ཆེས་ མང་བ་ མཐོང་ ངོ་ །_།
en: It is a place that does not increase or contract, yet at times very many beings are seen there and at others very few.#106

source: དཔག་ཚད་ སུམ་ སྟོང་ ན་ སེམས་ཅན་ དམྱལ་བ་པ་ རྣམས་ ཀྱི་ སྒྲ་ འབྱིན་པ་ ཐོས་ ཏེ །_ སོ་སོ་ ནི་ སྙིང་རྗེ་ རྗེ་ སྐད་ དང་ །_ འཇིགས་ ཤིང་ དམན་ ལ་ གདངས་ མི་ སྙན་པ་ དགའ་བ་ མེད་ ཅིང་
en: When one is within three thousand leagues of the Hell of Intense Heat, one will begin to hear the screams—pitiful, terrifying, and depraved, the voices are horrid and joyless.

source: སྡུག་བསྔལ་ ཚ་བ་ རྩུབ་པ་ བཟོད་པ ར་ དཀའ་ ཞིང་ རོ་ བྲོ་བ་ མེད་པ་ རྣམ་པ་ དུ་མ་ དག་ ལོ་ འབུམ་ [224b] ཕྲག་ བྱེ་བ་ དུ་མ ར་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ རྒྱུན་ དུ་ སྒྲ་ འབྱིན་པ་ ཐོས་ སོ །_།
en: Tormented by the unbearable pains of their miserable existence, {{page:{number:286,id:UT22084-068-021-100312,folio:F.224.b,volume:V68}}} these beings have been screaming for innumerable billions of years.

source: སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ སེམས་ཅན་ དམྱལ་བ་པ་ རབ་ཏུ་ ཚ་བ ར་ སྒྲ་ འབྱིན་པ་ དེས་ ཐོས་ ནས་ ཡིད་ བཅུ་འགྱུར་ དུ་ འཇིགས་ ཤིང་ སྐྲག་ གོ །_།
en: $811 “Upon hearing these cries, one’s horror and fear will grow ten times more overwhelming.

source: སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ་ ག་ལ་བ་ དེ འི་ ཕྱོགས་ སུ་ ཡང་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ཁྲིད་ ནས་ ཚིགས་ སུ་ བཅད་པ་ འདི་དག་ སྨྲས་ སོ །_།
en: Meanwhile, as one approaches the Hell of Intense Heat, the henchmen of the Lord of Death will pronounce the following verses:

source: འདི་ ནི་ སེམས་ཅན་ དམྱལ་བ འི་ སྒྲ །_། ཐོས་ ནས་ བློ་ངན་ ཁྱོད་ འཇིགས་ སམ །_།
en: $812 “ ‘Now that you hear these voices from hell, Wicked people, do you feel afraid?

source: གང་ དུ་ ཁྱོད་ ནི་ མེ་ ཡིས་ སུ །_། ཤིང་ ལྟར་ བསྲེགས་ ན་ ཇི་ལྟ ར་ བྱ །_།
en: What are you going to do when the fires Consume you as their fuel?

source: མེ་ ཡིས་ བསྲེགས་པ་ བསྲེགས་པ་ མིན །_། ངན་པ ར་ བྱས་པ ས་ ཁྱོད་ བསྲེགས་ སོ །_།
en: $813 “ ‘Yet what burns you is not fire, But rather your own wrong acts.

source: མེ་ ནི་ ཞི་བ ར་ འགྱུར་ སྲིད་ ཀྱི །_། ནམས་ ཀྱང་ ངན་ བྱས་ མེ་ མི་ ཞི །_།
en: A bonfire may die out, But never the fire of misdeeds.

source: མེ་ ཡིས་ འཇིག་རྟེན་ མཐ ར་ མི་ ཁྱེར །_། མེ་ ཡི་ ཕྱི་བཞིན་ མེ་ མི་ འབྲང་ །_།
en: $814 “ ‘Ordinary fire will not bring you to the end of the world, And that fire cannot follow you.

source: ངན་ བྱས་ སྡིག་པ འི་ མེ་ འདི་ ཡིས །_། ཁྱོད་ དང་ བཅས་པ ར་ མྱུར་བ ར་ སྲེག _།
en: But this fire of wrong actions Will quickly consume you and everyone else.

source: ངན་ བྱས་ མེ་ ཡིས་ གང་ བསྲེགས་པ །_། མི་ དེ་དག་ ནི་ དམྱལ་བ ར་ སྲེག _།
en: $815 “ ‘The person burned by the fire of misdeeds Will come to burn in the fires of hell.

source: ངན་ བྱས་ མེ་ ནི་ གང་ སྤོང་བ །_། དེ་དག་ དམྱལ་བ འི་ འཇིགས་པ་ མེད །_།
en: The person who renounces the fire of misdeeds Will have no fear of hell.

source: གང་དག་ བདག་ ཏུ་ གཅེས་ འདོད་ དང་ །_། གལ་ཏེ་ དམྱལ་བ ར་ རྣམ་ འཇིགས་ ན །_། སྡིག་པ་ དག་ ནི་ རྣམ་པར་ སྤངས །_། དེ་ལས་ སྡུག་བསྔལ་ འབྱུང་ མི་ འགྱུར །_།
en: $816 “ ‘If you wish yourselves well And are afraid of hell, You must give up wrong action So that you do not have to suffer later on.

source: སྡིག་པ་ ཤིན་ཏུ་ རྣམ་ སྤངས་པ །_། སེམས་ ནི་ རྟག་ ཏུ་ གཙང་བ་ དང་ །_། ལུས་ དང་ ངག་ གི་ ཚོགས་ ཞི་བ །_། མྱ་ངན་ འདས་པ་ ཡོང་ མི་ རིང་ །_།
en: $817 “ ‘Those who relinquish unvirtuous actions, Whose minds are pure, And whose faculties of body and speech serene Are not far from the transcendence of suffering.

source: སེམས་ཅན་ རྟག་ ཏུ་ སྡིག་ སེམས་པ །_། རྟག་ ཏུ་ གཏི་མུག་ དབང་ དུ་ སོང་ །_། སེམས་ཅན་ དམྱལ་བ་ དྲག་པོ་ ཐོབ །_། ཅི་ཕྱིར་ རབ་ཏུ་ མཆི་མ་ འབྱིན །_།
en: $818 “ ‘If your mind is always unwholesome And constantly under the sway of delusion, You will accomplish the terrible realms of hell— What are you crying so much for?

source: ངན་ བྱས་ ཐོག་མ་ བར་ ཐ་མ ར །_། སྡུག་བསྔལ་ སྡུག་བསྔལ་ རྣམ་སྨིན་ དང་ །_། དེ་བཞིན་ སྡུག་བསྔལ་ འགྲོ་བ་ དང་ །_།
en: $819 “ ‘Throughout the beginning, middle, and end, Misdeeds mean suffering, painful ripening, And the realms of misery.

source: ལེགས་པ་ ཡོངས་སུ་ སྨིན་ མི་ འགྱུར །_།
en: Never will there be any positive ripening.

source: འཇིག་རྟེན་ ཕ་རོལ་ ཁྱོད་ ཀྱིས་ སྡིག _། སྡིག་པ་ གང་དག་ ངན་ བྱས་ མང་ །_། དེ་ ཡི་ འབྲས་བུ་ རྣམ་སྨིན་ ནི །_། དེ་རིང་ མི་ བཟད་ ཉེ་བ ར་ སྤྱོད །_།
en: $820 “ ‘Today, in the world that ensues, Your unwholesome actions and many wrongs Will ripen as effects That you cannot bear to experience.

source: མི་ ཡིས་ ངན་ བྱེད་ བྱས་པ་ ནི །_། མི་ བཟད་ ཤིན་ཏུ་ མི་ བཟད་ འགྲོ །_།
en: $821 “ ‘People who engage in misdeeds, Move from one suffering to an even greater one.

source: མི་ ཡིས་ ལེགས་ བྱེད་ བྱས་པ་ ནི །_། བདེ་ ལས་ ཤིན་ཏུ་ བདེ་བ ར་ འགྲོ །_།
en: Those who do well will journey From one happiness to an even greater one.

source: སྡིག་པ འི་ འབྲས་བུ་ མི་བཟད་པ །_། བདེ་བ་ འཐོབ་པ ར་ འགྱུར་བ་ མེད །_།
en: $822 “ ‘The effect of unwholesome actions Is excruciating and never enjoyable.

source: བདེ་བ་ དག་ གི་ འབྲས་བུ་ ཡང་ །_། མི་ བཟད་ ལོག་པ ར་ སྨིན་ མི་ འགྱུར །_
en: The effects of joy will never Ripen as unbearable pain. {{page:{number:287,id:UT22084-068-021-100313,folio:F.225.a,volume:V68}}}

source: [225a] འཁོར་བ་ ཐོག་མ་ མེད་པ་ ནས །_། ལེགས་བྱས་ འབྲས་བུ་ བདེ་བ་ དང་ །_། ངན་པ ར་ བྱས་པ འི་ ལས་ དག་ ནི །_། དེ་བཞིན་ སྡུག་བསྔལ་ འབྲས་བུ་ དྲན །_།
en: $823 “ ‘In cyclic existence without beginning The result of wholesome actions is happiness, Whereas unwholesome actions Bring suffering as a result.

source: རྒྱུ་རྐྱེན་ འདྲ་བ ར་ འབྱུང་འགྱུར་ གྱི །_། ལོག་པ ར་ རྟོག་པ ར་ མི་ བྱེད་ དེ །_།
en: $824 “ ‘Causes and conditions arise in resemblance, So do not get any wrong ideas.

source: ཇི་ལྟ ར་ སྔོན་ གྱི་ རྒྱུ་ བྱས་པ །_། དེ་ལྟ ར་ འབྲས་བུ་ ཐོབ་པ ར་ འགྱུར །_།
en: The causes you created in the past Will bring you their fruition.’

source: དེ་ལྟ ར་ སྲིད་པ་ བར་མ་ དེར་ ལས་ ཀྱིས་ བྱས་པ འི་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ རྗེས་སུ་ བསྟན་ ནས་ དེ་ སེམས་ཅན་ དམྱལ་བ་ དེར་ ཁྲིད་ དོ །_།
en: $825 “Thus, the henchmen of the Lord of Death, who are produced by karmic action, will instruct the beings in the intermediate existence as they lead them to hell.

source: ཐོས་ ན་ ཡང་ སྤུ་ ཟིང་ ཞེས་ བྱེད་ ཅིང་ ཤིན་ཏུ་ འཇིགས་པ་ མཐོང་ ན་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ དགོས་པ་ སྲིད་པ་ བར་མ་ དེས་ མཐོང་ ནས་
en: When the beings in the intermediate existence hear these words, the hairs on their bodies will stand on end, not to mention how they will respond to the terrifying sights!

source: གཟུགས་ ལ་སོགས་པ འི་ ཕུང་པོ་ དེ་དག་ ཇི་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ ས་ བྱས་པ་ དྲོ་བ་ འདོད་པ་ དེ་ལྟ ར་ གྲང་བ ར་ བྱས་པ འི་ སྡུག་བསྔལ་ མི་བཟད་པ ས་ སྡུག་བསྔལ་ ལོ །_།
en: They will suffer acute pain brought on by cold, and as their aggregates of form and so forth grow frigid they will begin to wish for the heat of hell.

source: དེ་ ཉེ་བ ར་ ལེན་པ་ ཉིད་ ལས་ སྲིད་པ་ འབྱུང་ ལ་ དེ་ལྟ ར་ སྲིད་པ འི་ ཡན་ལག་ ལ་ གནས་པ་ དེ་ལས་ སྐྱེ་བ་ འབྱུང་ སྟེ །_
en: Based on this condition of grasping, the link of becoming will manifest, and that link of becoming will, in turn, give rise to birth.

source: དེ འི་ མི་དགེ་བ འི་ ལས་ གང་ཡིན་པ་ སྲོག་གཅོད་ པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ དང་ །_ ལོག་པ ར་ ལྟ་བ ས་ དགེ་སློང་ མ་ ཞེ་སྡང་ མེད་པ །_ ཚུལ་ཁྲིམས་ དང་ ལྡན་པ །_ འདོད་པ་ མེད་པ །_ འོས་པ་ མ་ཡིན་པ་ ལ་ རུང་བ ར་ བཟུང་ སྟེ །_
en: $826 “As for the karmic actions that cause this, a perpetrator of killing, stealing, sexual misconduct, alcohol consumption, lying, and wrong view may wrongfully disgrace a nun who is free from anger, in possession of discipline, and desireless.

source: སུན་ ཕྱུང་ ན་ དེ འི་ མི་དགེ་བ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ འི་ རྣམ་པར་ སྨིན་པ་ ལྕི་བ འི་ ཤུགས་ གང་ཡིན་པ་ དེས་ མེ འི་ ཕུང་པོ་ འབར་བ་ རྒྱ ར་ དཔག་ཚད་ ལྔ་ བརྒྱ་ ཡོད་ ཅིང་ འཕང་ དུ་ དཔག་ཚད་ ཉིས་ བརྒྱ་ ཡོད་པ་ དེར་ ལས་ངན་པ་ བྱས་པ ས་ འཕངས་ ཏེ །_
en: The ripening of such an accumulated act is severe and will propel one into a mass of flames that is five hundred leagues wide and two hundred leagues tall.

source: ཇི་ལྟ ར་ རི་ མཐོན་པོ་ ལ་ ལྕགས་ ཀྱི་ མདའ་ འཕངས་པ་ ཐགས་ཐོགས་ མེད་པར་ འགྲོ་བ་ ཤུགས་ ཀྱིས་ འཕེན་པ་ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ མེ་ཐབ་ དེར་ འདོར་ རོ །_།
en: As when an iron arrow is shot from the summit of a mountain, one will travel there directly, without any impediment, and be left to suffer in the furnace of hell.

source: འདོར་བ་ ན་ ལས་ ཀྱིས་ བྱས་པ འི་ ཕུར་བུ་ རྣམས་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ གང་ བྱུང་བ་ ཙམ་ གྱིས་ ཀྱང་ ལུས་ ཡོངས་སུ་ མི་ གཏོང་ ངོ་ །_།
en: When one tries to escape there, the nails of one’s karmic actions will manifest and prevent one from leaving.

source: དེ་ལྟ ར་ དེ འི་ མགོ་ ཐུར་ དུ་ དཔྱངས་ ཤིང་རྐང་པ་ གྱེན་ དུ་ བསྒྲེང་ སྟེ །_ འདོར་བ་ ན་ དང་པོ་ ཁོ་ན ར་ མེས་ མིག་ དང་ མགོ འི་ པགས་པ་ སྲེག་ གོ །_། དེ་ནས་ མགོ འི་ ཐོད་པ །_ དེ་ནས་ འགྲམ་པ འི་ རུས་པ །_ དེ་ནས་ སོ །_། སོ འི་ འོག་ ཏུ་ སོ་ དྲུང་ །_ སོ་ དྲུང་ གི་ འོག་ ཏུ་ མགྲིན་པ འི་ རུས་པ །_ མགྲིན་པ འི་ རུས་པ འི་ འོག་ ཏུ་ རྒྱབ་ ཀྱི་ རུས་པ་ དང་ །_ བྲང་རུས །_ བྲང་རུས་ ཀྱི་ འོག་ ཏུ་ མགྲིན་པ་ དང་ །_ མིད་པ །_ དེ འི་ འོག་ ཏུ་ [225b] མཆིན་པ །_ མཆིན་པ འི་ འོག་ ཏུ་ མཚེ ར །_ མཚེར་པ འི་ འོག་ཏུ་རྒྱུ་ མ །_ རྒྱུ་མ འི་ འོག་ ཏུ་ གཉེ་མ །_ གཉེ་མ འི་ འོག་ ཏུ་ མདོམས །_ མདོམས་ ཀྱི་ འོག་ ཏུ་ ཕོ་མཚན །_ ཕོ་མཚན་ གྱི་ འོག་ ཏུ་ བརླ །_ བརླ འི་ འོག་ ཏུ་ པུས་མོ འི་ ལྷ་ང་ །_ པུས་མོ འི་ ལྷ་ང འི་ འོག་ ཏུ་ པུས་མོ་ གཉི་ག _། པུས་མོ་ གཉི་ག འི་ འོག་ ཏུ་ སོར་མོ་ སྟེ །_
en: One will be thrown into hell with one’s head down and feet up, and the fire will first burn away one’s eyes and facial skin, followed by the top of the skull, the forehead, the teeth, the jaw, the neck bone, the spine, the breast bone, the neck, the throat, {{page:{number:288,id:UT22084-068-021-100314,folio:F.225.b,volume:V68}}} the liver, the spleen, the intestines, the crotch, the penis, the thighs, the kneecaps, the knees, and the toes.

source: དེ་ལྟ ར་ དང་པོ་ ལས་ བྱེད་པ་ ངན་པ་ བྱས་པ་ དེ་ སེམས་ཅན་ དམྱལ་བ་པ འི་ མེ འི་ དོང་ དུ་ འདོར་བ་ ན་ སྲེག་ ཅིང་ འཚོ་ ཡང་ སྡུག་བསྔལ་ རྒྱུན་ མི་ ཆད་པ ར་ འབྱུང་ སྟེ །_
en: $827 “Thus, evildoers will be left in the flames of hell to live on and burn, experiencing continuous suffering.

source: ཇི་ལྟ་ ཇི་ལྟ ར་ ངན་པ་ བྱས་པ འི་ ལས་ ཡང་ དང་ ཡང་ དུ་ བྱས་པ་ དེ་ལྟ་ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ འི་ སྡུག་བསྔལ་ ཡང་ དང་ ཡང་ དུ་ འབྱུང་ ལ་
en: Again and again they engaged in negative actions, and, again and again, they now experience the torments of hell.

source: དེ་ ཤུགས་ ཀྱིས་ འབར་བ འི་ ཕྲེང་བ འི་ ཐབ་ ཏུ་ འདོར་ ཞིང་ས་ གཞི་ རྡོ་རྗེ་ ལྟ་བུ་ དག་ ལ་ ཕྱེ ར་ བཏགས་པ་ དང་ །_ སྐྱེས་ ནས་ དེ་ནས་ ཡང་ ཇི་ལྟ ར་ ཕོ་ལོང་ དང་པོ ར་ ས་ ལ་ བརྡབས་ ནས །_
en: Propelled into the constantly burning furnace, they will be mashed against its vajra-like surface, just as when kadamba flowers are repeatedly thrashed against the ground.

source: བསྟུད་ དེ་ བརྡབས་པ་ དེ་ལྟ་ དེ་ལྟ ར་ དེ འི་ རོ་སྟོད་ སྔ་ ལ་ རོ་སྨད་ ཕྱིས་ འདོར་བ་ ངུ་སྐད་ འདོན་པ་ ན་ དེ་ནས་ ཡང་ འདོར་ རོ །_།
en: In this way, first the upper and then the lower parts of the screaming hell beings’ bodies will be demolished.

source: འབར་བ འི་ ཕྲེང་བ ས་ ཕངས་པ འི་ ལུས་ དེ་དེ་ ནས་ ཡང་ སྲེག་པ་ ན །_ སྔ་མ་ བཞིན་ དུ་ མེ་ལྕེ འི་ ནང་ དུ་ འཇུག་ གོ །_།
en: As their bodies are tormented by the tongues of flame, burned repeatedly, they will keep returning into the flames.

source: དེ་ལྟ ར་ དེ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སེམས་ཅན་ དམྱལ་བ འི་ མེ་ཐབ་ དེར་ སྲེག་ གོ །_།
en: Thus, they will continue to burn, again and again, in the furnace for hundreds of thousands of years.

source: བསྲེགས་ ནས་ དེ་ནས་ ཡང་ དུས་ ཟད་ ཀྱི་ བར་ དུ་ འབྱུང་ ངོ་ །_།
en: Whenever the flames have consumed them, they will reappear, until finally their time is over.

source: དེ་ནས་ མེ་ཐབ་ དེ་ལས་ སེམས་ཅན་ དུ་ བགྲང་བ་ མ་ཡིན་པ་ གཤིན་རྗེ འི་ མི་ ཕྲ་ སྐམ་ རབ་ཏུ་ འབར་བ་ ཐོགས་པ ས་ མི་ དེ་ བཟུང་ ནས་ འདྲེན་ ཏོ །_།
en: $828 “The henchmen of the Lord of Death, who are not considered sentient beings, will wrench some people out of the furnace with flaming tongs, which causes their pain to double.

source: ཕྲ་ སྐམ་ རབ་ཏུ་ འབར་བ འི་ རྣམ་པ་ དེ་ལྟ་ བུ་ དེ་བ ས་ གང་ མེ་ཐབ་ ཆེས་ གྲང་ སྟེ །_
en: What are the causes and conditions for the tongs turning twice as hot?

source: ཕྲ་ སྐམ་ ཉིས་འགྱུར་ གྱིས་ ཚ་བ་ གང་ཡིན་པ་ དེ འི་ རྒྱུ་ ནི་ གང་ རྐྱེན་ ནི་ གང་ཡིན་ སྙམ་ ནས་ དེ་ ལ་ རྒྱུ་ ནི་ འདི་ ཡིན་ ཏེ །_ གང་ སྲོག་གཅོད་ པས་ མེ་ཐབ་ ཏུ་ སྲེག་ ལ །_ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ ངན་པ་ བྱས་པ་ དག་ ཕྲ་ སྐམ་ གྱིས་ ཉིས་འགྱུར་ དུ་ རབ་ཏུ་ སྲེག་ སྟེ །_
en: Those who killed will burn in the furnace, and those who both killed and took what was not given will experience the doubling of their pain by being subjected to the tongs.

source: རྒྱུ་ ནི་ དེ་ ཡིན་ རྐྱེན་ ནི་ དེ་ ཡིན །_ གཞི་ ནི་ དེ་ ཡིན་ ནོ །_།
en: Such are the causes, such are the conditions, such are the bases for the tongs to burn twice as hot.

source: ཕྲ་ སྐམ་ གྱིས་ ཉིས་འགྱུར་ དུ་ རབ་ཏུ་ སྲེག་པ་ གང་ཡིན་པ འི་ ཕྲ་ སྐམ་ དེས་ དྲངས་ ནས་ སེམས་ཅན་ དུ་ བགྲང་བ་ མ་ཡིན་པ་ གཤིན་རྗེ འི་ མི་ དེ་ རྣམས་ ཀྱིས་ ལྕགས་ ཀྱིས་ གཞི་ རབ་ཏུ་ འབར་བ འི་ སྟེང་ དུ་ འཇོག་ གོ །_།
en: $829 “When the henchmen, who are not considered as sentient beings, have hauled out the hell beings with their tongs, which causes the pain to double, they will deposit the hell beings upon the ground of burning iron.
